{"name":"Intro.json","nodes":[{"id":"IxflZIwHHC","type":"root","content":"\"Intro\", \"I\", \"green\", \"white\", 4, 4, 5, 5","top":"20px","left":"21px"},{"id":"yTEpxPVLzd","type":"text","content":"A month ago, the four of you boarded a ship from the port city Imalking on the Mainland, headed for a new life on the newly-settled Island of Sadelica.  To get aboard, you had strike an agreement with the captain: it required you to sell all your possessions and come with only the clothes on your back.","left":"164px","top":"108px"},{"id":"prCpSRQbhW","type":"text","content":"Each of you takes a moment to gather your thoughts.  Your past life is now gone.  Whatever sins you may have committed, whatever deeds you may have done, whatever lives you may have lived: they are all washed away.  Your new life awaits you on Sadelica.","left":"153px","top":"942px"},{"id":"fsoeEPKfDF","type":"text","content":"The sea between the Mainland and Sadelica is notoriously treacherous, and your journey has not been easy.  Storms constantly harass your vessel, forcing you to remain awake and vigilant during long nights.  High waves cause ever-increasing bouts of seasickness.  Ship crew sneer at you as they tie levy knots and swing the sail to the captain's barking orders.","left":"164px","top":"300px"},{"id":"MfdgOGEabg","type":"text","content":"But the worst of it is over.  Over the bow of the ship, you can see the massive island of Sadelica, its two, large peaks towering in the sky, stretching through the clouds.  You have only heard stories of these mountains.  The real thing is much more grand.","left":"164px","top":"524px"},{"id":"kFVtfIIZYH","type":"text","content":"As the ship rounds a small peninsula, you catch sight of your final destination: the port city of Osbourne.  To call it a city is generous.  Most buildings are made of wood, and few extend past a single story.  But even from far away, you can see people working the docks, oxen pulling heavy carts through the main road, and even some children running about.","left":"164px","top":"700px"},{"id":"hyhVQflSzr","type":"next_file","content":"Banshire_BanshireArmorer.json","left":"143px","top":"1278px"}],"links":[{"to":"yTEpxPVLzd","from":"IxflZIwHHC"},{"to":"fsoeEPKfDF","from":"yTEpxPVLzd"},{"to":"MfdgOGEabg","from":"fsoeEPKfDF"},{"to":"kFVtfIIZYH","from":"MfdgOGEabg"},{"from":"kFVtfIIZYH","to":"prCpSRQbhW"},{"to":"hyhVQflSzr","from":"prCpSRQbhW"}]}